{"data":{"site":{"siteMetadata":{"googleMapsKey":"AIzaSyAP0ZUeb4FiNs5Amt-PFKovfVGL5WbxWGE","commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"id":"0e68de73-d910-5dda-8e46-8218a56e8f35","html":"<p>Located in Bennahavís near Marbella, it comprises 3 separate 9-hole courses, which are quite different in their design and nature. The good thing about there being 3 fields is that you can change the order of play in that you can combine A &#x26; C, B and so on which means you never play the same combination. This makes for an interesting round. The clubhouse is also exceptional, located on top of the mountain with a furnished terrace with exceptional views of Nueva Andalucia, Marbella and the Mediterranean beyond. The Clubhouse also offers activities such as a gym, paddle-tennis courts, a swimming pool, squash courts, Turkish baths and a therapy and beauty centre.</p>","frontmatter":{"title":"La Quinta Golf & Country Club","description":"La Quinta Golf & Country Club - Located in Bennahavís near Marbella, it comprises of 3 separate 9-hole courses, which are quite different in their design and nature. The good thing about there being 3 fields is that you can change the order of play in that you can combine A & C, B and so on which means you never play the same combination. This makes for an interesting round. The clubhouse is also exceptional, located on top of the mountain with a furnished terrace with exceptional views of Nueva Andalucia, Marbella and the Mediterranean beyond. The Clubhouse also offers activities such as a gym, paddle-tennis courts, a swimming pool, squash courts, Turkish baths and a therapy and beauty centre.","image":"https://source.unsplash.com/h7aVq-7FfPw/1600x400","website":"http://www.westinlaquinta.com/en/golf","tel":"+34 952 762390","hours":null,"email":null,"address":"Urb. La Quinta Golf, Marbella-Bennahavís, 29679 Málaga, Spain","price":"Highest green fee weekdays 125.00 euros, Highest green fee weekends 125.00 euros","coordinates":[36.512257,-4.994831],"tags":["Golf","Marbella","Costa del Sol","Top golf resorts in Andalusia","Top golf courses Costa del Sol"]}},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/spain/andalusia/1514-la-quinta-golf-&-country-club/"}}