{"data":{"site":{"siteMetadata":{"googleMapsKey":"AIzaSyAP0ZUeb4FiNs5Amt-PFKovfVGL5WbxWGE","commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"id":"36982ee5-ab3e-5e13-a92c-e5a98c70d6ae","html":"<p>Situated in the valley of Mijas, north of Fuengirola, only twenty minutes from the Málaga international airport and Marbella, and 3kms from the sea. The Golf Club consists of two very good and different courses: Los Lagos and Los Olivos. Los Lagos is a long course, with a wide fairway, soft greens and bunkers in perfect condition and a lot of water obstacles, as the name suggests which makes it the more difficult one. Los Olivos is a shorter field, with soft greens and bunkers in perfect condition and is less difficult. The clubhouse is cozy and well equipped.</p>","frontmatter":{"title":"Mijas Golf","description":"Mijas Golf - Situated in the valley of Mijas, north of Fuengirola, only twenty minutes from the Málaga international airport and Marbella, and 3kms from the sea. The Golf Club consists of two very good and different courses - Los Lagos and Los Olivos. Los Lagos is a long course, with a wide fairway, soft greens and bunkers in perfect condition and a lot of water obstacles, as the name suggests which makes it the more difficult one. Los Olivos is a shorter field, with soft greens and bunkers in perfect condition and is less difficult. The clubhouse is cozy and well equipped.","image":"https://source.unsplash.com/h7aVq-7FfPw/1600x400","website":"http://www.mijasgolf.org","tel":"+34 9 52476843","hours":null,"email":null,"address":"Av. Louison Bobet, Nº 1 - 3 - 5, Urb. Mijas Golf, 29650, Mijas Costa, Malaga, Spain","price":"Highest green fee weekdays 90.00 euros, Highest green fee weekends 90.00 euros","coordinates":[36.55019,-4.666786],"tags":["Golf","Mijas","Fuengirola","La Cala","Costa del Sol","Top golf courses Costa del Sol"]}},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/spain/andalusia/1513-mijas-golf/"}}