{"data":{"site":{"siteMetadata":{"googleMapsKey":"AIzaSyAP0ZUeb4FiNs5Amt-PFKovfVGL5WbxWGE","commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"id":"f8aa8562-4c7a-5f4d-96b4-e6f792c26e6d","html":"<p>This monument were declared as a World Heritage Site by UNESCO in 1987 and represents the historical evolution of the city of Seville in the last millennium. Influences by different cultures is highly noticeable starting from the Arabic period, late Middle Ages Mudéjar right through to the Renaissance, Baroque and the XIX century.</p>","frontmatter":{"title":"Real Alcazar Seville","description":"Real Alcazar Seville - This monument were declared as a World Heritage Site by UNESCO in 1987 and represents the historical evolution of the city of Seville in the last millennium. Influences by different cultures is highly noticeable starting from the Arabic period, late Middle Ages Mudéjar right through to the Renaissance, Baroque and the XIX century.","image":"https://source.unsplash.com/f_izr-fusiQ/1600x400","website":"http://www.alcazarsevilla.org/","tel":"+34 954 502324","hours":null,"email":null,"address":"Patio de Banderas, s/n, 41004 Sevilla","price":"General admission entry includes the visit to the ground floor of the Palaces and Gardens of the Real Alcázar  11.50 euros, Special Entry to the Royal High Room entry is limited to the partial visit organized to the Royal High Room located at the top of the Palace of King Don Pedro 4.50 euro, free entry for children born or residents in Seville capital, minors up to 16 years of age (accompanied by a person of legal age), people with disabilities, all of them upon presentation of the supporting documentation, and unemployed from the province of Seville, accredited with the current unemployment rate.","coordinates":[37.383045,-5.990224],"tags":["Seville","Families","Attractions","Top things to do in Seville","Museums","Top Attractions in Andalusia"]}},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/spain/andalusia/1394-real-alcazar-seville/"}}