{"data":{"site":{"siteMetadata":{"commonKeywords":["expatty","expats","directory","living in Spain","things to do","events","andalusia","listings","attractions","day trips","travel","accommodation","destinations","property","entertainment","business","economy","health","beauty","flora","fauna","news","media","photography","government","tourism","living in Andalucia","society","culture","history","sports","recreation","internet","communication","arts","crafts","education","Sevilla","Malaga","Granada","Cordoba","Almeria","Cadiz","Jaen","Huelva","Costa del Sol","de la Luz","Tropical","Andalucia","Spain"]}},"markdownRemark":{"html":"<p>A couple of months after moving into a finca in the campo, I felt sorry for a pregnant mother cat and her four kittens\nwho eventually emerged from the olive grove. She appeared well before them and all the more frequently when I started\nleaving food out for her. Today, the four kittens, one male and three females, are now semi-domesticated due to our\ncare. The mother remains unapproachable but still turns up daily for food, along with her gang of other stray cats,\naround four of them - possibly her own kittens from previous litters.</p>\n<!--more-->\n<p>For some people they’re vulnerable animals in need of protection. For others of course, they’re pests that need to be\neradicated, or worse, ignored.</p>\n<p>Why don’t the Spanish neuter or spay their cats as a matter of obvious choice? When kittens are born, they are either\ndrowned or turned out. For the arguably unlucky survivors it’s a hard life and only the fittest, healthiest, most\ncunning, survive. But even these ones don’t seem to live very long.</p>\n<p>Most feral cats are born in the wild and never experience human companionship during their critical period of\nsocialization (about 2-9 weeks of age), so they will always remain frightened of people. Only very young feral kittens\ncan learn to adjust to living in a home. Feral cats left to fend for themselves isn't a great option. Untended street\ncats face death by starvation, disease, inclement weather, traffic and predatory animals.</p>\n<p><img src=\"https://images.expatty.com/blog/feral-cats.png\" alt=\"Feral cats infographic\"></p>\n<p>Experts estimate that 60 to 70 percent of wild-born kittens die in their first 6 months. Feral cats that do survive\nkitten-hood then spend the rest of their lives struggling to find food and repeatedly breeding... adding more homeless\nkittens to the growing population. Forming cat colonies is one of their survival tools.</p>\n<p>There are no simple solutions. Some people try to help feral cats by leaving dishes of food, but unfortunately, feeding\nalone of course does not solve any problems. Extra food usually brings more cats into the area...leading to fighting,\ninfectious disease transmission, and lots of homeless kittens.</p>\n<div class=\"card medium\">\n    <img class=\"card-img-top\" src=\"https://images.expatty.com/blog/griffin.jpg\" alt=\"Griffin, one of the stray kittens we have domesticated\">\n    <div class=\"card-body\">\n        <p class=\"card-text dark-colour\">Griffin, one of the stray kittens we have domesticated</p>\n    </div>\n</div>\n<br>\n<h2>What is the solution?</h2>\n<p>Some humane groups have begun to use another strategy for dealing with feral cats. This method involves capturing,\nneutering, and vaccinating feral cats and then returning them to their former territory where they rejoin their existing\ncat colonies. Caretakers provide food and shelters to protect the cats in the colony from wind and weather.</p>\n<p>Backers of this method say it can effectively control feral populations because the neutered cats no longer reproduce\nbut they still continue to defend their territory against incoming cats.</p>\n<p>There are a few charities in Andalusia that try to help these cats:</p>\n<ul class=\"list-group dark-colour\" style=\"margin-left: 0\">\n  <li class=\"list-group-item\">\n    <a href=\"http://www.ace-charity.org/en\"><h3>Animal Care España</h3></a>\n    <p>ACE stands for 'Animal Care Espana', Spanish Hounds In Need, in short SHIN. In Holland we use the name ACE. In Belgium our organization is known as SHIN. Both countries use another logo but represent the same organization.\n       \n     ACE | SHIN fights against the abuse and killing of neglected and abused (stray)dogs in Southern Spain.</p>\n  </li>\n  <li class=\"list-group-item\">\n    <a href=\"http://www.adana.es/en/\"><h3>Adana</h3></a>\n    <p>ADANA (Association for the Rights of Abandoned Animals) is a charitable organisation on the Costa del Sol run by volunteers. Our aims are to promote love and affection for dogs, to provide facilities for the shelter and care of abandoned, sick and injured dogs, whilst seeking new homes for them and to assist the local authorities with such animals. ADANA never puts down a healthy animal. </p>\n  </li>\n  <li class=\"list-group-item\">\n  <a href=\"http://famaspain.com/\"><h3>F.A.M.A Spain</h3></a>\n  <p>F.A.M.A. is a foundation that is funded solely by voluntary contributions to provide an acceptable standard of life to abandoned animals while they are in our care. F.A.M.As policy is never to have a healthy animal put to sleep.</p>\n  </li>\n  <li class=\"list-group-item\">\n  <a href=\"http://www.padcatsanddogs.org/?lang=en\"><h3>PAD - Protección de Animales Domésticos</h3></a>\n  <p>Protección de Animales in Mijas Costa Malaga, is a registered charity that shelters and actively finds new homes for abandoned cats and dogs.</p>\n  </li>\n  <li class=\"list-group-item\">\n  <a href=\"http://www.sos-animals.org/\"><h3>SOS Animals</h3></a>\n  <p>SOS (Spay Our Strays) was founded on the Costa del Sol in 1997 and gained official charitable status two years later. Our mission is simple – to find loving homes for the dogs in our care. And our pledge is to provide each animal with a safe and affectionate environment and a secure home with us for ever, if need be.</p>\n  </li>\n  <li class=\"list-group-item\">\n  <a href=\"http://www.tripleamarbella.org/\"><h3>Triple A Marbella</h3></a>\n  <p>We are an officially registered non-profit animal charity association with number 02604 in Registro de Asociaciones de Junta de Andalucía. Triple A is mostly run by volunteers, dedicated to help and care for the abandoned and abused animals on the Costa del Sol in the Marbella and San Pedro Alcántara area.</p>\n  </li>\n  <li class=\"list-group-item\">\n  <a href=\"http://www.animals-in-distress.eu/\"><h3>A.I.D. Animals In Distress</h3></a>\n  <p>A.I.D. is a registered charity in Andalucia dedicated to finding homes for stray, abandoned, abused animals found in Coin and surrounding villages in this part of Malaga in Andalucia. All the dogs that we rescue and take care off, are located in our shelter and all the young puppies are in foster care. We also have a small cattery.</p>\n  </li>\n  <li class=\"list-group-item\">\n  <a href=\"https://www.axarquiaanimalrescue.com/\"><h3>Axarquia Animal Rescue</h3></a>\n  <p>Axarquia Animal Rescue is run by unpaid volunteers. We rely totally on our supporters for funding and help to carry out the many day to day activities. We would be unable to do what we do without help and support from people like you.</p>\n  </li>\n  <li class=\"list-group-item\">\n  <a href=\"http://valleverdeanimalrescue.org/\"><h3>Valle Verde Animal Rescue</h3></a>\n  <p>What we do:</p>\n  <ul>\n  <li>Remove animals to safety from the street or situations of neglect and abuse</li>\n  <li>Offer animals immediate shelter, medical attention, food and love</li>\n  <li>Bring pets and owners together for a lifetime of love and friendship through our adoption programme</li>\n  <li>Educate the public and work towards changing attitudes towards animals and cruelty to animals</li>\n  </ul>\n  </li>\n</ul>\n<br>\n<p>Get in touch to share your own cat stories. What do you recommend to help solve the issue? How can we help Spain to\nimprove on their outlook and treatment of animals?</p>","fields":{"slug":"/blog/2019-01-04-stray-cat-colonies-of-andalusia/"},"frontmatter":{"title":"The stray cat colonies of Andalusia","description":"Why don’t the Spanish neuter or spay their cats as a matter of obvious choice? When kittens are born, they are either drowned or turned out. For the arguably unlucky survivors it’s a hard life and only the fittest, healthiest, most cunning, survive. But even these ones don’t seem to live very long.","date":"2019-01-04T22:16:14.000Z","image":"https://images.expatty.com/blog/stray-cats.jpg","author":"Mariska Grobler"}},"picks":{"edges":[{"node":{"fields":{"slug":"/spain/andalusia/1350-museum-of-fine-art-cordoba/"},"frontmatter":{"title":"Museum of Fine Arts in Córdoba","description":"Museum of Fine Arts in Córdoba -  Situated in the same building as the Julio Romero de Torres Museum. It is a small museum with a collection of paintings by different authors, from the seventeenth century to modern times. The museum also have a few pieces by Julio Romero.","image":"https://source.unsplash.com/yssUhIxbUZA/1600x400","tags":["Museums","Cordoba","Attractions","Families","Day Out","Free Activities","Top Free Things to do with Kids in Andalusia"]},"html":"<p>Situated in the same building as the Julio Romero de Torres Museum. It is a small museum with a collection of paintings by different authors, from the seventeenth century to modern times. The museum also have a few pieces by Julio Romero.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1354-mueseo-de-bellas-artes-granada/"},"frontmatter":{"title":"Museo de Bellas Artes de Granada","description":"Museo de Bellas Artes de Granada - This museum is located in the Palace of Carlos V, within the enclosure of the Alhambra. They emphasize important works of artists of s. XVI; among them, Alonso Cano and Machuca. The museum's art collections are mostly made up of paintings and sculptures, from the 15th to the 20th century.","image":"https://source.unsplash.com/tPg4FDefTEs/1600x400","tags":["Museums","Granada","Attractions","Families","Day Out"]},"html":"<p>This museum is located in the Palace of Carlos V, within the enclosure of the Alhambra. They emphasize important works of artists of s. XVI; among them, Alonso Cano and Machuca. The museum's art collections are mostly made up of paintings and sculptures, from the 15th to the 20th century.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1367-museo-picasso-malaga/"},"frontmatter":{"title":"Museo Picasso Málaga","description":"Museo Picasso Málaga - Featuring two hundred and eighty-five works collected by the MPM collection encompass Picasso's revolutionary innovations, as well as the wide variety of styles, materials and techniques he used. Audio commentary is free and a must. The museum features work that Picasso kept private within his family.","image":"https://source.unsplash.com/Fan0VXavHr0/1600x400","tags":["Museums","Malaga","Costa del Sol","Attractions","Families","Day Out","Top things to do in Malaga"]},"html":"<p>Featuring two hundred and eighty-five works collected by the MPM collection encompass Picasso's revolutionary innovations, as well as the wide variety of styles, materials and techniques he used. Audio commentary is free and a must. The museum features work that Picasso kept private within his family.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1381-fuengirola-steet-market/"},"frontmatter":{"title":"Tuesday and Saturday Fuengirola Street market at Los Boliches.","description":"Tuesday Fuengirola Street market at Los Boliches. - There is a market on Tuesdays and Saturdays. They are not identical markets in fact very different. Tuesdays would appeal to the typical tourists. New shoes, clothes, replica goods, handbags, football club shirts etc. Saturday is mainly second hand, used items sale.","image":"https://source.unsplash.com/iCJR0umvlpk/1600x400","tags":["Street markets","Fuengirola","Costa del Sol","Top Free Things to do with Kids in Andalusia","Free Activities","Shopping"]},"html":"<p>There is a market on Tuesdays and Saturdays. They are not identical markets in fact very different. Tuesdays would appeal to the typical tourists. New shoes, clothes, replica goods, handbags, football club shirts etc. Saturday is mainly second hand, used items sale.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1388-friday-benalmadena-street-market/"},"frontmatter":{"title":"Friday Benalmadena street market","description":"Friday Benalmadena street market - The Friday market at Tivoli is large and very busy. You will find anything you are looking for, including clothes, fruit and vegetables, etc.","image":"https://source.unsplash.com/tnLFmR6mM_4/1600x400","tags":["Street markets","Benalmadena","Costa del Sol","Shopping","Top Free Things to do with Kids in Andalusia","Free Activities"]},"html":"<p>The Friday market at Tivoli is large and very busy. You will find anything you are looking for, including clothes, fruit and vegetables, etc.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1390-coin-carboot/"},"frontmatter":{"title":"Sunday - Coin weekly carboot market","description":"Sunday - Coin weekly carboot market - Every Sunday in the parking of the La Trocha shopping center.","image":"https://source.unsplash.com/mX5BhWbdZyw/1600x400","tags":["Street markets","Coin","Costa del Sol","Top Free Things to do with Kids in Andalusia","Free Activities","Shopping"]},"html":"<p>Every Sunday in the parking of the La Trocha shopping center you will find the largest Car Boot Sales in the area. Selling second hand items from clothes to kitchen wares, incense, plants, flowers, bags, accessories, jewelry etc. The only thing you won't find on the market are food items.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1392-alhambra-and-generalife/"},"frontmatter":{"title":"Alhambra & Generalife","description":"Alhambra & Generalife - The Alhambra is one of the must see places in the world and is an Andalusian palastine city located in Granada. It consists of  a set of palaces , gardens and a fortress (Alcazaba). The Alcazaba is a fascinating area with great views of the city on one side and of the snow-covered Sierra Nevada mountains on the other. The eagle-eyed can pick out the famous viewpoint Mirador de San Nicolas in the cityscape.","image":"https://source.unsplash.com/Ufa495Wz0x8/1600x400","tags":["Granada","Families","Attractions","Top things to do in Granada","Day Out","Museums","Top Attractions in Andalusia"]},"html":"<p>The Alhambra is one of the must see places in the world and is an Andalusian palastine city located in Granada. It consists of  a set of palaces , gardens and a fortress (Alcazaba). The Alcazaba is a fascinating area with great views of the city on one side and of the snow-covered Sierra Nevada mountains on the other. The eagle-eyed can pick out the famous viewpoint Mirador de San Nicolas in the cityscape.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1400-cathedral-malaga/"},"frontmatter":{"title":"Cathedral of Malaga","description":"Cathedral of Malaga - A beautiful Cathedral and a must see when in Málaga. Close to the Alcazaba and you get an audio guide at the entrance.","image":"https://source.unsplash.com/ca5qToq9XeY/1600x400","tags":["Malaga","Costa del Sol","Families","Attractions","Top things to do in Malaga","Museums","Top Attractions in Andalusia"]},"html":"<p>A beautiful Cathedral and a must see when in Málaga. Close to the Alcazaba and you get an audio guide at the entrance.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1401-nerja-caves/"},"frontmatter":{"title":"Cuevas de Nerja","description":"Cuevas de Nerja - If you're looking for something different to do in Nerja then Cueva De Nerja are well worth a visit. There are a number of steps inside the caves so not suitable for anyone with walking difficulties. The numbers entering are managed so are never too crowded. The stalagmites and stalagtites are amazing to see.","image":"https://source.unsplash.com/u74KM9otxSs/1600x400","tags":["Malaga","Nerja","Costa del Sol","Families","Attractions","Top things to do in Malaga","Museums","Top Attractions in Andalusia"]},"html":"<p>If you're looking for something different to do in Nerja then Cueva De Nerja are well worth a visit. There are a number of steps inside the caves so not suitable for anyone with walking difficulties. The numbers entering are managed so are never too crowded. The stalagmites and stalagtites are amazing to see.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1403-caminito-del-rey-hiking/"},"frontmatter":{"title":"Caminito del Rey","description":"Caminito del Rey - El Caminito del Rey is a passage built on the walls of the Los Gaitanes gorge, a pedestrian walkway or hiking trail of more than 3 kilometers long. It is attached to the rock inside a canyon hanging up to 105 meters high above the river.","image":"https://source.unsplash.com/RU0FdFbBAOs/1600x400","tags":["Malaga","Costa del Sol","Families","Attractions","Top things to do in Malaga","Hiking","Top Attractions in Andalusia","Sports","Free Activities"]},"html":"<p>El Caminito del Rey is a passage built on the walls of the Los Gaitanes gorge, a pedestrian walkway or hiking trail of more than 3 kilometers long. It is attached to the rock inside a canyon hanging up to 105 meters high above the river.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1410-medina-azahara-cordoba/"},"frontmatter":{"title":"Medina al-Zahra","description":"Medina al-Zahra - Medina Azahara (Madinat al-Zahra) was the most beautiful example of the al-andalus splendor. Madīnat al-Zahrā', was an Umayyad residence between the tenth and eleventh centuries B.C. The archaeological site is located at the foot of the Sierra Morena, about 5 km west of Cordoba.","image":"https://source.unsplash.com/TC5eAQnIWlo/1600x400","tags":["Cordoba","Families","Attractions","Top things to do in Cordoba","Museums","Top Attractions in Andalusia","Free Activities"]},"html":"<p>Medina Azahara (Madinat al-Zahra) was the most beautiful example of the al-andalus splendor. Madīnat al-Zahrā', was an Umayyad residence between the tenth and eleventh centuries B.C. The archaeological site is located at the foot of the Sierra Morena, about 5 km west of Cordoba.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1421-automobile-museum-malaga/"},"frontmatter":{"title":"Automobile Museum","description":"Automobile Museum - This is a museum in Malaga with an unusual mix of vintage cars and designer clothes. It is a worthwhile visit if you have any interest in vintage cars. Great selection and well laid out with a grand selection of fashion from the same era.","image":"https://source.unsplash.com/AvIEqv1iY-4/1600x400","tags":["Malaga","Costa del Sol","Families","Attractions","Top things to do in Malaga","Museums","Top Attractions in Andalusia"]},"html":"<p>This is a museum in Malaga with an unusual mix of vintage cars and designer clothes. It is a worthwhile visit if you have any interest in vintage cars. Great selection and well laid out with a grand selection of fashion from the same era.</p>"}}]},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Adventure golf","name":"Adventure golf","icon":["U+1F3CC"]},"fields":{"slug":"/categories/adventure-golf/"}}},{"node":{"frontmatter":{"tag":"Attractions","name":"Attractions","icon":["U+1F3AA"]},"fields":{"slug":"/categories/attractions/"}}},{"node":{"frontmatter":{"tag":"Birdwatching","name":"Birdwatching","icon":["U+1F985"]},"fields":{"slug":"/categories/birdwatching/"}}},{"node":{"frontmatter":{"tag":"Boat trips","name":"Boat trips","icon":["U+1F6A4"]},"fields":{"slug":"/categories/boat-trips/"}}},{"node":{"frontmatter":{"tag":"Bowling","name":"Bowling","icon":["U+1F3B3"]},"fields":{"slug":"/categories/bowling/"}}},{"node":{"frontmatter":{"tag":"Buggy","name":"Buggy","icon":["U+1F698"]},"fields":{"slug":"/categories/buggy/"}}},{"node":{"frontmatter":{"tag":"Cable Car","name":"Cable Car","icon":["U+1F6A0"]},"fields":{"slug":"/categories/cable-car/"}}},{"node":{"frontmatter":{"tag":"Cinema","name":"Cinema","icon":["U+1F3A6"]},"fields":{"slug":"/categories/cinema/"}}},{"node":{"frontmatter":{"tag":"Day Out","name":"Day Out","icon":["U+1F697"]},"fields":{"slug":"/categories/day-out/"}}},{"node":{"frontmatter":{"tag":"Beach","name":"Beach","icon":["U+1F30A"]},"fields":{"slug":"/categories/beach/"}}},{"node":{"frontmatter":{"tag":"Dolphin watching","name":"Dolphin watching","icon":["U+1F42C"]},"fields":{"slug":"/categories/dolphin-watching/"}}},{"node":{"frontmatter":{"tag":"Families","name":"Families","icon":["U+1F46A"]},"fields":{"slug":"/categories/families/"}}},{"node":{"frontmatter":{"tag":"Fishing","name":"Fishing","icon":["U+1F3A3"]},"fields":{"slug":"/categories/fishing/"}}},{"node":{"frontmatter":{"tag":"Ferris Wheel","name":"Ferris Wheel","icon":["U+1F3A1"]},"fields":{"slug":"/categories/ferris-wheel/"}}},{"node":{"frontmatter":{"tag":"Free Activities","name":"Free Activities","icon":["U+1F193"]},"fields":{"slug":"/categories/free-activities/"}}},{"node":{"frontmatter":{"tag":"Go-karts","name":"Go-karts","icon":["U+1F3C1"]},"fields":{"slug":"/categories/go-karts/"}}},{"node":{"frontmatter":{"tag":"Golf","name":"Golf","icon":["U+26F3"]},"fields":{"slug":"/categories/golf/"}}},{"node":{"frontmatter":{"tag":"Golf Resorts","name":"Golf Resorts","icon":["U+1F3E8"]},"fields":{"slug":"/categories/golf-resorts/"}}},{"node":{"frontmatter":{"tag":"Hiking","name":"Hiking","icon":["U+1F463"]},"fields":{"slug":"/categories/hiking/"}}},{"node":{"frontmatter":{"tag":"How to","name":"How to","icon":["U+2754"]},"fields":{"slug":"/categories/how-to/"}}},{"node":{"frontmatter":{"tag":"Local Ferias","name":"Local Ferias","icon":["U+1F3A0"]},"fields":{"slug":"/categories/local-ferias/"}}},{"node":{"frontmatter":{"tag":"Mother and toddler groups","name":"Mother and toddler groups","icon":["U+1F931"]},"fields":{"slug":"/categories/mother-and-toddler-groups/"}}},{"node":{"frontmatter":{"tag":"Museums","name":"Museums","icon":["U+1F3E2"]},"fields":{"slug":"/categories/museums/"}}},{"node":{"frontmatter":{"tag":"Parasailing","name":"Parasailing","icon":["U+1F6A4"]},"fields":{"slug":"/categories/parasailing/"}}},{"node":{"frontmatter":{"tag":"Schools","name":"Schools","icon":["U+1F3EB"]},"fields":{"slug":"/categories/schools/"}}},{"node":{"frontmatter":{"tag":"Scuba Diving","name":"Scuba Diving","icon":["U+1F421"]},"fields":{"slug":"/categories/scuba-diving/"}}},{"node":{"frontmatter":{"tag":"Shopping","name":"Shopping","icon":["U+1F45C"]},"fields":{"slug":"/categories/shopping/"}}},{"node":{"frontmatter":{"tag":"Softplay","name":"Softplay","icon":["U+1F939"]},"fields":{"slug":"/categories/softplay/"}}},{"node":{"frontmatter":{"tag":"Sports","name":"Sports","icon":["U+26BD"]},"fields":{"slug":"/categories/sports/"}}},{"node":{"frontmatter":{"tag":"Street markets","name":"Street markets","icon":["U+1F34D"]},"fields":{"slug":"/categories/street-markets/"}}},{"node":{"frontmatter":{"tag":"Swimming","name":"Swimming","icon":["U+1F3CA"]},"fields":{"slug":"/categories/swimming/"}}},{"node":{"frontmatter":{"tag":"Theatre","name":"Theatre","icon":["U+1F3AD"]},"fields":{"slug":"/categories/theatre/"}}},{"node":{"frontmatter":{"tag":"Theme Parks","name":"Theme Parks","icon":["U+1F3A2"]},"fields":{"slug":"/categories/theme-parks/"}}},{"node":{"frontmatter":{"tag":"Top Attractions in Andalusia","name":"Top Attractions in Andalusia","icon":["U+1F51D"]},"fields":{"slug":"/categories/top-attractions-in-andalusia/"}}},{"node":{"frontmatter":{"tag":"Top Free Things to do with Kids in Andalusia","name":"Top Free Things to do with Kids in Andalusia","icon":["U+1F51D"]},"fields":{"slug":"/categories/top-free-things-to-do-with-kids-in-andalusia/"}}},{"node":{"frontmatter":{"tag":"Top things to do in Andalusia when it rains","name":"Top things to do in Andalusia when it rains","icon":["U+1F51D"]},"fields":{"slug":"/categories/top-things-to-do-in-andalusia-when-it-rains/"}}},{"node":{"frontmatter":{"tag":"Top things to do in Cordoba","name":"Top things to do in Cordoba","icon":["U+1F51D"]},"fields":{"slug":"/categories/top-things-to-do-in-cordoba/"}}},{"node":{"frontmatter":{"tag":"Top things to do in Costa del Sol","name":"Top things to do in Costa del Sol","icon":["U+1F51D"]},"fields":{"slug":"/categories/top-things-to-do-in-costa-del-sol/"}}},{"node":{"frontmatter":{"tag":"Top things to do in Granada","name":"Top things to do in Granada","icon":["U+1F51D"]},"fields":{"slug":"/categories/top-things-to-do-in-granada/"}}},{"node":{"frontmatter":{"tag":"Top things to do in Malaga","name":"Top things to do in Malaga","icon":["U+1F51D"]},"fields":{"slug":"/categories/top-things-to-do-in-malaga/"}}},{"node":{"frontmatter":{"tag":"Top things to do in Seville","name":"Top things to do in Seville","icon":["U+1F51D"]},"fields":{"slug":"/categories/top-things-to-do-in-seville/"}}},{"node":{"frontmatter":{"tag":"Trampoline Parks","name":"Trampoline Parks","icon":["U+1F938","U+200D","U+2640","U+FE0F"]},"fields":{"slug":"/categories/trampoline-parks/"}}},{"node":{"frontmatter":{"tag":"Waterparks","name":"Waterparks","icon":["U+1F93D","U+200D","U+2642","U+FE0F"]},"fields":{"slug":"/categories/waterparks/"}}},{"node":{"frontmatter":{"tag":"Watersports","name":"Watersports","icon":["U+1F305"]},"fields":{"slug":"/categories/watersports/"}}},{"node":{"frontmatter":{"tag":"Whale watching","name":"Whale watching","icon":["U+1F433"]},"fields":{"slug":"/categories/whale-watching/"}}},{"node":{"frontmatter":{"tag":"Wildlife Parks","name":"Wildlife Parks","icon":["U+1F43E"]},"fields":{"slug":"/categories/wildlife-parks/"}}},{"node":{"frontmatter":{"tag":"Windsurfing","name":"Windsurfing","icon":["U+1F3C4"]},"fields":{"slug":"/categories/windsurfing/"}}},{"node":{"frontmatter":{"tag":"Zipline","name":"Zipline","icon":["U+1F5FB"]},"fields":{"slug":"/categories/zipline/"}}}]}},"pageContext":{"slug":"/blog/2019-01-04-stray-cat-colonies-of-andalusia/"}}