{"data":{"site":{"siteMetadata":{"googleMapsKey":"AIzaSyAP0ZUeb4FiNs5Amt-PFKovfVGL5WbxWGE","commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"id":"bf8da2b3-d044-5c29-8694-895c87d0f209","html":"<p>A British Montessori School where every boy and girl aged 3 to 11 years benefits from a personalised tailored education. Situated within a beautiful country villa - once the holiday home of the Hollywood actress Audrey Hepburn - and surrounded by 6000 square metres of mature gardens including a Forest School and Growing Garden, we provide a unique and exceptional learning environment. The children follow the prestige English National Curriculum underpinned by the Montessori principals and practices, they receive exactly the same programme of learning as if they were studying at one of the best schools in Great Britain, eventually leading to a worldwide recognised qualification.</p>","frontmatter":{"title":"Marbella Montessori School","description":"Marbella Montessori School - A British Montessori School where every boy and girl aged 3 to 11 years benefits from a personalised tailored education. Situated within a beautiful country villa - once the holiday home of the Hollywood actress Audrey Hepburn - and surrounded by 6000 square metres of mature gardens including a Forest School and Growing Garden, we provide a unique and exceptional learning environment. The children follow the prestige English National Curriculum underpinned by the Montessori principals and practices, they receive exactly the same programme of learning as if they were studying at one of the best schools in Great Britain, eventually leading to a worldwide recognised qualification.","image":"https://source.unsplash.com/jfnUC7s3iuw/1600x400","website":"http://www.marbellamontessori.org/","tel":"+34 952 884 153","hours":null,"email":null,"address":"Casa del Abuelo, Urbanization Valle del Sol, s/n, 29670 San Pedro Alcántara, Málaga","price":null,"coordinates":[36.495087,-5.011699],"tags":["Schools","Marbella","Costa del Sol"]}},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/spain/andalusia/1670-marbella-montessori-school/"}}