{"data":{"site":{"siteMetadata":{"googleMapsKey":"AIzaSyAP0ZUeb4FiNs5Amt-PFKovfVGL5WbxWGE","commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"id":"19e2b7f9-a2ac-54a9-a656-a7a4eee9b981","html":"<p>Situated between Málaga and Gibraltar, Los Arqueros Golf &#x26; Country Club prides itself on being the Costa del Sol's first Severiano Ballesteros design.  Located five kilometers from San Pedro de Alcántara it is well worth a drive into the mountains. Set in the mountains on the road to Ronda the layout is breathtaking. The course is not overly long but strategically located tees add interest and offer a stiff test for professionals whilst at the same time the course is an acceptable challenge for club golfers.</p>","frontmatter":{"title":"Los Arqueros Golf & Country Club","description":"Los Arqueros Golf & Country Club - Situated between Málaga and Gibraltar, Los Arqueros Golf & Country Club prides itself on being the Costa del Sol's first Severiano Ballesteros design.  Located five kilometers from San Pedro de Alcántara it is well worth a drive into the mountains. Set in the mountains on the road to Ronda the layout is breathtaking. The course is not overly long but strategically located tees add interest and offer a stiff test for professionals whilst at the same time the course is an acceptable challenge for club golfers.","image":"https://source.unsplash.com/h7aVq-7FfPw/1600x400","website":"http://www.losarquerosgolf.com/","tel":"+34 952 784600","hours":null,"email":null,"address":"Ctra. de Ronda (A-397) Km. 44´5, 29679, Benahavís (Málaga), Spain","price":"Highest green fee weekdays 69.50 euros, Highest green fee weekends 69.50 euros","coordinates":[36.517639,-5.009422],"tags":["Golf","Ronda","Costa del Sol","Malaga","Gibraltar","San Pedro de Alcantara","Top golf courses Costa del Sol"]}},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/spain/andalusia/1501-los-arqueros-golf-&-country-club/"}}