{"data":{"site":{"siteMetadata":{"googleMapsKey":"AIzaSyAP0ZUeb4FiNs5Amt-PFKovfVGL5WbxWGE","commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"id":"13a5c21b-fede-58b1-9b73-4c96cf1ee5bb","html":"<p>It is located in the Anteque-ruela Alta, in the so-called Carmen del Ave María, in front of the Alhambra Palace Hotel. The house in which the great musician Manuel de Falla lived with his sister reopened its doors after an intense facelift. Manuel de Falla left Spain and left his piano, his work table, his bed and all this is exhibited here as well as many of the gifts he received including Picasso's figurines, some paper bows, Miguel's of Unamuno, a painting by Huelva Daniel Vázquez Días, etc.</p>","frontmatter":{"title":"Casa Museo de Manuel de Falla in Granada","description":"Casa Museo de Manuel de Falla in Granada - It is located in the Anteque-ruela Alta, in the so-called Carmen del Ave María, in front of the Alhambra Palace Hotel. The house in which the great musician Manuel de Falla lived with his sister reopened its doors after an intense facelift. Manuel de Falla left Spain and left his piano, his work table, his bed and all this is exhibited here as well as many of the gifts he received, including Picasso's figurines, some paper bows, Miguel's of Unamuno, a painting by Huelva Daniel Vázquez Días, etc.","image":"https://source.unsplash.com/cB10K2ugb-4/1600x400","website":"http://www.manueldefalla.org/casamuseo.php","tel":null,"hours":null,"email":null,"address":"Paseo de los Mártires, 11, 18009 Granada","price":"Price per person € 3. Students, pensioners, retirees and groups by appointment € 1","coordinates":[37.173293,-3.588857],"tags":["Museums","Granada","Attractions","Families","Day Out","Top things to do in Andalusia when it rains"]}},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/spain/andalusia/1355-casa-museo-manuel-de-falla/"}}