{"data":{"site":{"siteMetadata":{"googleMapsKey":"AIzaSyAP0ZUeb4FiNs5Amt-PFKovfVGL5WbxWGE","commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"id":"8a719da9-7857-5fc9-8a8d-8dbd7fe0fc73","html":"<p>This club has been around for 40 years and is dedicated to training and educating children from all over Almeria. Their facilities includes 14 tennis courts -8 clay courts and 6 fast tracks, 2 fronton courts which is also available as fast tracks, 1 football field with natural grass, 1 multisport court, a gym, a yoga and pilates room, 2 summer pools, a childrens play park, 3 terraces and a social lounge for children and adults. The club also have a Restaurant and Cafeteria where you can have a bite to eat after your exercise.</p>","frontmatter":{"title":"Club de Tenis","description":"Club de Tenis - This club has been around for 40 years, dedicated to training and educating children from all over Almeria. Their facilities includes 14 tennis courts -8 clay courts and 6 fast tracks, 2 fronton courts which is also available as fast tracks, 1 football field with natural grass, 1 multisport court, a gym, a yoga and pilates room, 2 summer pools, a childrens play park, 3 terraces and a social lounge for children and adults. The club also have a Restaurant and Cafeteria where you can have a bite to eat after your exercise.","image":"https://source.unsplash.com/4_n_qvud5tk/1600x400","website":"clubdetenisalmeria.com","tel":"+34 950 30 01 04","hours":"08h00–22h30 and 08h00-20h00 on Sundays","email":null,"address":"Av. de la Alpujarra, 5, 04230 Huércal de Almería, Almería","price":null,"coordinates":[36.881577,-2.449978],"tags":["Sports clubs","Almeria","Sport","Tennis","Yoga","Football","Gym","Top things to do with kids in Almeria","Basque pelota"]}},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/spain/andalusia/1588-club-de-tenis-almeria/"}}