{"data":{"site":{"siteMetadata":{"googleMapsKey":"AIzaSyAP0ZUeb4FiNs5Amt-PFKovfVGL5WbxWGE","commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"id":"070aa33b-a939-5334-9f9e-b6a030a77bed","html":"<p>The school forms part of the British Schools Foundation (BSF), an established family of 10 schools that extend across the world in Asia, South America and Europe. The school is traditional and follows the English National Curriculum. The school offers Secondary education up to Year 7 and will open an additional year group every year. All the classroom teachers are UK-qualified and receive up-to-date training to ensure standards are always high. State-of-the-art technologies are integrated into their curriculum and classrooms to ensure pupils are prepared for the future.</p>","frontmatter":{"title":"The British School of Marbella","description":"The British School of Marbella - The school forms part of the British Schools Foundation (BSF), an established family of 10 schools that extend across the world in Asia, South America and Europe. The school is traditional and follows the English National Curriculum. The school offers Secondary education up to Year 7 and will open an additional year group every year. All the classroom teachers are UK-qualified and receive up-to-date training to ensure standards are always high. State-of-the-art technologies are integrated into their curriculum and classrooms to ensure pupils are prepared for the future.","image":"https://source.unsplash.com/KigTvXqetXA/1600x400","website":"https://www.bsm.org.es/","tel":"+34 952 779 264","hours":null,"email":null,"address":"Calle Jacinto Benavente, 0, 29601 Marbella, Málaga","price":null,"coordinates":[36.511224,-4.900482],"tags":["Schools","Marbella","Costa del Sol"]}},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/spain/andalusia/1696-the-british-school-of-marbella/"}}