{"data":{"site":{"siteMetadata":{"commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"html":"<p>When we moved to Spain, our daughters were 14 and 11 years old and just completed Year 9 and Year 6 in the UK. The\nyoungest was due to start secondary school and the oldest her first year of GCSE. We really wanted them to immerse\nthemselves into the Spanish culture and learn the language, but was a Spanish school the best option for them at this\npoint in their lives?</p>\n<!--more-->\n<p>There were a number of considerations, from choosing a school to ensuring they would settle in to their new life in a\ndifferent country. Of course we would have preferred for our kids to go to a Spanish school, but we couldn’t help but\nworry about how on earth they would manage to communicate, adapt and fit in... especially at their ages. In the end, we\ndiscussed the options with the girls and we all decided that continuing their education in a British system would be the\neasiest and best for them.</p>\n<p>Before we came to the conclusion we had done a lot of research into our schooling options and decided to post it here\nto help anyone struggling to make the same decision we had to.</p>\n<p>The education system in Spain offers three options of schooling:</p>\n<ul>\n<li>State schools</li>\n<li>Private schools</li>\n<li>International schools</li>\n</ul>\n<p>Public schools are free of charge while <em>concertados</em> are private schools that receive government funding in exchange\nfor signing education agreements with the local authority.</p>\n<p>Education in Spain is compulsory between the ages of 6 and 16. In Spain school starts the calendar year your child turns 3.\nThey attend nursery classes until they are 6 and then transfer to the junior school. Junior classes cover similar\nsubjects as British schools, such as maths, science, history and geography. The school year is set annually but usually\nruns from the first week of September until the last week of June. The timetable at public schools is usually seven\nhours a day, Monday to Friday, but varies slightly depending on the school, the region and the age of the children.</p>\n<p>It is compulsory to learn Castilian at all schools, even where Spanish is not the main language. In regions with other\nlanguages, it is also compulsory to learn the co-official language – for example, Catalan in Catalonia. In addition,\nchildren must learn a foreign language, which in many cases is English.</p>\n<p>Children start secondary school at age 12 and study for a school certificate. They can then go on to college at 16 to\nstudy the Spanish Baccalaureate, which is comparable to A Levels in the UK.</p>\n<p>Assessment is continuous and based on exams, with lower-achieving children having to repeat a year. Spain has the\nhighest rate of repeat-year performances in Europe. If they pass, the student is awarded a Certificate of Compulsory\nSecondary Education.</p>\n<p>The advantages of sending your child to a Spanish school are that it is free, the school will likely be in your local\nvillage and will be easy to drive to and they would be able to immerse themselves into village life. However, If your\nchild is being educated in Spanish, you will need to keep English spelling and grammar up at home if you intend for them\nto return to the British education system at some stage.</p>\n<p>I will conclude by saying this about making the choice between Spanish or English schools: you don’t know if it’s the\nperfect choice, but your gut instinct will not lead you astray.</p>\n<p>For more information, visit our school listings <a href=\"https://expatty.com/categories/schools/\">here</a>.</p>","fields":{"slug":"/blog/2019-02-08-which-school-do-i-choose-for-my-kids-when-moving-to-spain/"},"frontmatter":{"title":"Which school do I choose for my kids when moving to Spain?","description":"Making the choice of schools when moving to Spain can be tricky. Here we give you some guidance through the choices based on our experience","date":"2019-02-08T21:04:13.000Z","image":"https://images.expatty.com/blog/schools-in-spain.jpg","author":"Mariska Grobler"}},"picks":{"edges":[{"node":{"fields":{"slug":"/spain/andalusia/1369-cac-malaga/"},"frontmatter":{"title":"CAC Málaga","description":"CAC Málaga - The museum is located in an old market, with a collection of diverse and interesting contemporary art by numerous national authors, as well as some foreigners. It also offers temporary collections.","image":"https://source.unsplash.com/_kftdtoVpCw/1600x400","tags":["Museums","Malaga","Costa del Sol","Attractions","Families","Day Out","Free Activities","Top Free Things to do with Kids in Andalusia","Top things to do with kids in Malaga","Top things to do in Andalusia when it rains"]},"html":"<p>The museum is located in an old market, with a collection of diverse and interesting contemporary art by numerous national authors, as well as some foreigners. It also offers temporary collections.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1404-alcazaba-almeria/"},"frontmatter":{"title":"Alcazaba Almeria","description":"Alcazaba Almeria - Walled city, with stunning views of both the city of Almeria and the coast. You can walk through its gardens, there are usually free activities or markets taking place in the grounds.","image":"https://source.unsplash.com/HoevDVvxInw/1600x400","tags":["Almeria","Families","Attractions","Free Activities","Top things to do in Almeria","Museums","Top Attractions in Andalusia"]},"html":"<p>Walled city, with stunning views of both the city of Almeria and the coast. You can walk through its gardens, there are usually free activities or markets taking place in the grounds.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1409-dolmens-of-antequera/"},"frontmatter":{"title":"Dolmens Antequera","description":"Dolmens Antequera - The Antequera Dolmens Site is a cultural heritage ensemble comprising 3 cultural monuments (the Dolmen of Menga, Dolmen of Viera and Tholos of El Romeral) and 2 natural mountain features (the Peña de los Enamorados and El Torcal) in and near the city of Antequera in Andalusia, Spain. Declared an UNESCO World Heritage site in 2016.","image":"https://source.unsplash.com/XC_11jQHMKE/1600x400","tags":["Antequera","Families","Attractions","Hiking","Free Activities","Malaga","Top things to do in Malaga","Top Attractions in Andalusia"]},"html":"<p>The Antequera Dolmens Site is a cultural heritage ensemble comprising 3 cultural monuments (the Dolmen of Menga, Dolmen of Viera and Tholos of El Romeral) and 2 natural mountain features (the Peña de los Enamorados and El Torcal) in and near the city of Antequera in Andalusia, Spain. Declared an UNESCO World Heritage site in 2016.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1414-metropol-parasol-seville/"},"frontmatter":{"title":"Metropol Parasol","description":"Metropol Parasol - Las Setas de Sevilla , also known as the Metropol Parasol project by the architect Jürgen Mayer, is the largest wooden structure in the world and its construction was carried out with the aim of renovating the Plaza de la Encarnación in the city of Seville.","image":"https://source.unsplash.com/TVLHmlAy31c/1600x400","tags":["Seville","Families","Attractions","Top things to do in Seville","Museums","Top Attractions in Andalusia"]},"html":"<p>Las Setas de Sevilla , also known as the Metropol Parasol project by the architect Jürgen Mayer, is the largest wooden structure in the world and its construction was carried out with the aim of renovating the Plaza de la Encarnación in the city of Seville.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1417-palacio-viana-cordoba/"},"frontmatter":{"title":"Palacio Viana","description":"Palacio Viana - Located a short walk from the centre of Cordoba. This aristocratic palace is full of art and antiques and although the guide's presentation is in Spanish there are English information sheets in the rooms.","image":"https://source.unsplash.com/0exi6FcExGQ/1600x400","tags":["Cordoba","Families","Attractions","Top things to do in Cordoba","Museums","Top Attractions in Andalusia"]},"html":"<p>Located a short walk from the centre of Cordoba. This aristocratic palace is full of art and antiques and although the guide's presentation is in Spanish there are English information sheets in the rooms.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1423-banos-califales-cordoba/"},"frontmatter":{"title":"Baños Califales","description":"Baños Califales  - The baths are located a few meters from the Cathedral-Mosque and are one of the only remaining parts of the original Muslim Alcázar. It gives you a great sense of Moorish times in the region, as the information tables provide details of how well they operated, along with their social and religious history.","image":"https://source.unsplash.com/MQIbeeXmzLc/1600x400","tags":["Cordoba","Families","Attractions","Top things to do in Cordoba","Museums","Top Attractions in Andalusia"]},"html":"<p>The baths are located a few meters from the Cathedral-Mosque and are one of the only remaining parts of the original Muslim Alcázar. It gives you a great sense of Moorish times in the region, as the information tables provide details of how well they operated, along with their social and religious history.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1424-bullring-ronda/"},"frontmatter":{"title":"Bullring Ronda","description":"Bullring Ronda - Although not the largest by capacity, Plaza de Toros is the largest ring in Spain, and possibly the world. Even if you disapprove of bullfighting this is a great tour for the history and the architecture.","image":"https://source.unsplash.com/eAE9ZYPZXrU/1600x400","tags":["Ronda","Malaga","Costa del Sol","Families","Attractions","Top things to do in Malaga","Museums","Top Attractions in Andalusia","Unique experiences in Andalusia"]},"html":"<p>Although not the largest by capacity, Plaza de Toros is the largest ring in Spain, and possibly the world. Even if you disapprove of bullfighting this is a great tour for the history and the architecture.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1459-miramar-fuengirola/"},"frontmatter":{"title":"Miramar Centro Comercial","description":"Miramar Centro Comercial - The Miramar shopping centre has a large supermarket and a big variety of other shops, eateries and coffee shops. The center is easily accessible from Fuengirola by local buses 1 or 4. There is a taxi rank directly outside the entrance. The centre also features a cinema and go karting on the roof level. Car parking is available inside or outside free of charge. A few minutes walk away, across the foot bridge is an Iceland and many more shops and cafes as well as petrol station.","image":"https://source.unsplash.com/3sLosN6dPoQ/1600x400","tags":["Shopping","Fuengirola","Mijas","Costa del Sol"]},"html":"<p>Miramar Centro Comercial - The Miramar shopping centre has a large supermarket and a big varity of other shops, eateries and coffee shops. The center is easily accessible from Fuengirola by local buses 1 or 4. There is a taxi rank directly outside the entrance. The centre also features a cinema and go karting on the roof level. Car parking is available inside or outside free of charge. A few minutes walk away, across the foot bridge is an Iceland and many more shops and cafes as well as petrol station.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1473-baby-beats-alhaurin-elgrande/"},"frontmatter":{"title":"Baby Beats Playgroup Mornings - Alhaurin El Grande","description":"Baby Beats Playgroup Mornings - A fun and interactive playgroup for babies and children up to 5 years old. There are stories and songs, toys and games and music and movement. Mums can chat and relax. There is food and drinks available to purchase on site at Stars Academy and Tea Room.","image":"https://source.unsplash.com/Aqd30KmCc3g/1600x400","tags":["Mother and toddler groups","Alhaurin el Grande","Coin","Cartama","Costa del Sol"]},"html":"<p>A fun and interactive playgroup for babies and children up to 5 years old. There are stories and songs, toys and games and music and movement. Mums can chat and relax. There is food and drinks available to purchase on site at Stars Academy and Tea Room.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1498-real-club-de-golf-sotogrande/"},"frontmatter":{"title":"Real Club de Golf Sotogrande","description":"Real Club de Golf Sotogrande - Located in golf‘s golden mile between the Guadiaro River and the Sotogrande Marina, the course was inaugurated in 1964. The layout has well-established vegetation with pine, cork oaks, eucalyptus and palm trees, and water hazards play an important role, affecting holes 12, 13 and 14, and 16 and 17. The club hosts the annual Sherry Cup-European Amateur Golf Masters.","image":"https://source.unsplash.com/h7aVq-7FfPw/1600x400","tags":["Golf","Cadiz","Sotogrande"]},"html":"<p>Located in golf‘s golden mile between the Guadiaro River and the Sotogrande Marina, the course was inaugurated in 1964. The layout has well-established vegetation with pine, cork oaks, eucalyptus and palm trees, and water hazards play an important role, affecting holes 12, 13 and 14, and 16 and 17. The club hosts the annual Sherry Cup-European Amateur Golf Masters.</p>"}},{"node":{"fields":{"slug":"/spain/andalusia/1599-tenis-sociedad-deportivo-granada/"},"frontmatter":{"title":"Club de Tenis Sociedad Deportivo","description":"Club de Tenis Sociedad Deportivo - The club was found in 1917 and is situated in Granada. The facilities includes 6 tennis courts, 5 padel courts, a tennis school, landscaped gardens and terraces, multi-sports track for basketball, football, lockers and bathrooms, a sauna, gym and fitness center, a multifunction room for aerobic, zumba, a physiotherapy room for massages, a bar and restaurant, a hall for celebrations and a kindergarten for the little ones. There is also a television and games room on the premises.","image":"https://source.unsplash.com/ijRuGjKpBcg/1600x400","tags":["Kids sports clubs","Granada","Sport","Tennis","Sports clubs","Yoga","Football","Gym","Swimming","Top Things to do with kids in Granada","Padel"]},"html":"<p>The club was found in 1917 and is situated in Granada. The facilities includes 6 tennis courts, 5 padel courts, a tennis school, landscaped gardens and terraces, multi-sports track for basketball, football, lockers and bathrooms, a sauna, gym and fitness center, a multifunction room for aerobic, zumba, a physiotherapy room for massages, a bar and restaurant, a hall for celebrations and a kindergarten for the little ones. There is also a television and games room on the premises.</p>"}},{"node":{"fields":{"slug":"/rsa/gauteng/1234-gouws-auctioneers/"},"frontmatter":{"title":"Gouws auctioneers","description":"Veilingsnuus deur sms en op facebook. Ons verkoop nuwe en tweedehandse huisware","image":"https://source.unsplash.com/wh9I0jokix8/1600x400","tags":["Benoni","Gauteng","Afslaer"]},"html":"<p>Veilingsnuus deur sms en op facebook. Ons verkoop nuwe en tweedehandse huisware</p>"}}]},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/blog/2019-02-08-which-school-do-i-choose-for-my-kids-when-moving-to-spain/"}}