{"data":{"site":{"siteMetadata":{"title":"expatty","slogan":"Your information hub in Andalusia","description":"Your expat and travelling directory in Andalusia that helps you to find and pick interesting places, events and attractions in one search","commonKeywords":["expatty","expats","directory","living in Spain","things to do","events","andalusia","listings","attractions","day trips","travel","accommodation","destinations","property","entertainment","business","economy","health","beauty","flora","fauna","news","media","photography","government","tourism","living in Andalucia","society","culture","history","sports","recreation","internet","communication","arts","crafts","education","Sevilla","Malaga","Granada","Cordoba","Almeria","Cadiz","Jaen","Huelva","Costa del Sol","de la Luz","Tropical","Andalucia","Spain"]}},"bloglist":{"edges":[{"node":{"fields":{"slug":"/blog/2019-02-19-a-few-essential-spanish-phrases/"},"excerpt":"<p>There’s nothing that can make you feel quite as stupid as not knowing a language– even when you are simply using a toilet.\nYes, in a lot of countries it is common to communicate in English while traveling and we do it with a sense of security.\nBut, in my personal experience, not having at least some knowledge of the local language is truly limiting.</p>\n<p>Here are a couple of sentences that will come in handy getting by everyday in Spain:</p>\n<h1>Greetings</h1>\n<ul>\n<li>Hola – “hi” or “hello.”</li>\n<li>Buenos días – “good morning”</li>\n<li>Buenas tardes – “good afternoon”</li>\n<li>Buenas noches – “goodnight”</li>\n<li>¿Cómo está usted? – the formal way to ask how someone is doing, and is appropriate to use with people older than you, superiors at work or school, or even with strangers on the street.</li>\n<li>¿Cómo estás? – an informal way to ask the same question. You can use this phrase when speaking with friends, co-workers, or family</li>\n<li>…</li></ul>","frontmatter":{"title":"A few essential Spanish phrases to help you survive the first few months of moving to Spain","image":"https://source.unsplash.com/ASKeuOZqhYU/1600x400","date":"2019-02-19T19:12:28.000Z","author":"Mariska Grobler"}}},{"node":{"fields":{"slug":"/blog/2019-02-08-which-school-do-i-choose-for-my-kids-when-moving-to-spain/"},"excerpt":"<p>When we moved to Spain, our daughters were 14 and 11 years old and just completed Year 9 and Year 6 in the UK. The\nyoungest was due to start secondary school and the oldest her first year of GCSE. We really wanted them to immerse\nthemselves into the Spanish culture and learn the language, but was a Spanish school the best option for them at this\npoint in their lives?</p>\n<!--more-->\n<p>There were a number of considerations, from choosing a school to ensuring they would settle in to their new life in a\ndifferent…</p>","frontmatter":{"title":"Which school do I choose for my kids when moving to Spain?","image":"https://images.expatty.com/blog/schools-in-spain.jpg","date":"2019-02-08T21:04:13.000Z","author":"Mariska Grobler"}}},{"node":{"fields":{"slug":"/blog/2019-01-04-stray-cat-colonies-of-andalusia/"},"excerpt":"<p>A couple of months after moving into a finca in the campo, I felt sorry for a pregnant mother cat and her four kittens\nwho eventually emerged from the olive grove. She appeared well before them and all the more frequently when I started\nleaving food out for her. Today, the four kittens, one male and three females, are now semi-domesticated due to our\ncare. The mother remains unapproachable but still turns up daily for food, along with her gang of other stray cats,\naround four of them - possibly…</p>","frontmatter":{"title":"The stray cat colonies of Andalusia","image":"https://images.expatty.com/blog/stray-cats.jpg","date":"2019-01-04T22:16:14.000Z","author":"Mariska Grobler"}}}]}},"pageContext":{}}