{"data":{"site":{"siteMetadata":{"googleMapsKey":"AIzaSyAP0ZUeb4FiNs5Amt-PFKovfVGL5WbxWGE","commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"id":"6994f44f-4f5a-583d-a4f8-219d21832ca7","html":"<p>Located in Benalmadena, this language school provides Spanish language courses for adults, teenagers and school groups. The school is a founding member of AEEA (Andalusian Association of Spanish Language Schools) and is recognized by national and international organizations such as FEDELE (Spanish Federation of Associations of Schools of Foreign Language Language, ELITE (European Federation of National Associations of Native Language Instruction), the German Authorities for the BILDUNGSURLAUB, and the Swedish Government for the CSN Certificate (HOGSKOLENVERKET).The teachers are all extremely prepared, native instructors who frequently participate in didactic courses and Courses given by the Cervantes Institute and other institutions. The vast majority of their teachers are also DELE Certified Examiners. They also offer online courses.</p>","frontmatter":{"title":"Colegio Maravillas","description":"Colegio Maravillas - Located in Benalmadena, this language school provides Spanish language courses for adults, teenagers and school groups. The school is a founding member of AEEA (Andalusian Association of Spanish Language Schools) and is recognized by national and international organizations such as FEDELE (Spanish Federation of Associations of Schools of Foreign Language Language, ELITE (European Federation of National Associations of Native Language Instruction), the German Authorities for the BILDUNGSURLAUB, and the Swedish Government for the CSN Certificate (HOGSKOLENVERKET).The teachers are all extremely prepared, native instructors who frequently participate in didactic courses and Courses given by the Cervantes Institute and other institutions. The vast majority of their teachers are also DELE Certified Examiners. They also offer online courses.","image":"https://source.unsplash.com/y_6rqStQBYQ/1600x400","website":"http://www.maravillas.es/","tel":"+34 952 447 000","hours":null,"email":null,"address":"Calle Prof. Santiago Rey, 2, 29630 Benalmádena, Málaga","price":null,"coordinates":[36.590298,-4.539055],"tags":["Language classes","Spanish lessons","Benalmadena","Costa del Sol","Malaga"]}},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/spain/andalusia/1732-colegio-maravillas/"}}