{"data":{"site":{"siteMetadata":{"googleMapsKey":"AIzaSyAP0ZUeb4FiNs5Amt-PFKovfVGL5WbxWGE","commonKeywords":["besigheid","afrikaans","suid-afrika","besighede"]}},"markdownRemark":{"id":"e6787591-9441-5b57-8b00-bb8a21af0e7c","html":"<p>Desert Springs is an award-winning family leisure resort with a golf course that is based on an American course with a Mexican feel. The fairways are quite narrow with lush green grass, overlooked by the Mexican style villas. There are quite a few cactus's planted off the fairways, the greens have some degree of difficulty due to the slopes and there are quite few water hazards with a long carry to get over. There is a small shop and nice relaxing facilities, the bar has an outside seating area overlooking a lake with fish in.With easy access from the International Airports or Almería and Alicante, Desert Springs has constructed Europe´s first ever Arizona style desert golf course.</p>","frontmatter":{"title":"Desert Springs Resort","description":"Desert Springs Resort - Desert Springs is an award-winning family leisure resort with a golf course that is based on an American course with a Mexican feel. The fairways are quite narrow with lush green grass, overlooked by the Mexican style villas. There are quite a few cactus's planted off the fairways, the greens have some degree of difficulty due to the slopes and there are quite few water hazards with a long carry to get over. There is a small shop and nice relaxing facilities, the bar has an outside seating area overlooking a lake with fish in.With easy access from the International Airports or Almería and Alicante, Desert Springs has constructed Europe´s first ever Arizona style desert golf course.","image":"https://source.unsplash.com/h7aVq-7FfPw/1600x400","website":"http://www.desertspringsresort.es","tel":"+34 637 861 591","hours":null,"email":null,"address":"Crta. Las Cunas-Palomares s/n 04610 Cuevas del Almanzora, Almería, Spain","price":"Highest green fee weekdays 68.00 euros, Highest green fee weekends 68.00 euros","coordinates":[37.259109,-1.828151],"tags":["Golf","Almeria","Top golf resorts in Andalusia"]}},"categories":{"edges":[{"node":{"frontmatter":{"tag":"Afslaer","name":"Afslaer","icon":["U+1F4E3"]},"fields":{"slug":"/categories/afslaer/"}}}]}},"pageContext":{"slug":"/spain/andalusia/1553-desert-springs-resort/"}}